{
  "Comment.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "auto-pairs": {
    "branch": "master"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "cmp-buffer": {
    "branch": "main"
  },
  "cmp-nvim-lsp": {
    "branch": "main"
  },
  "cmp-nvim-lsp-document-symbol": {
    "branch": "main"
  },
  "cmp-nvim-lsp-signature-help": {
    "branch": "main"
  },
  "cmp-nvim-lua": {
    "branch": "main"
  },
  "cmp-path": {
    "branch": "main"
  },
  "cmp_luasnip": {
    "branch": "master"
  },
  "cyberdream.nvim": {
    "branch": "main"
  },
  "dressing.nvim": {
    "branch": "master"
  },
  "formatter.nvim": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lsp-zero.nvim": {
    "branch": "v1.x"
  },
  "lspkind.nvim": {
    "branch": "master"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "nvim-cmp": {
    "branch": "main"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-tree.lua": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "symbols-outline.nvim": {
    "branch": "master"
  },
  "telescope-fzf-native.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "0.1.x"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "undotree": {
    "branch": "master"
  },
  "vim-fugitive": {
    "branch": "master"
  }
}
